"Add Date" = "Adicionar Data";
"Add Number Sequence" = "Adicionar Número Sequencial";
"Apply to:" = "Aplicar para:";
"Batch Rename" = "Renomear em Lote";
"Case sensitive:" = "Maiúsculas de minúsculas:";
"Change Case" = "Alterar Maiúsculas e Minúsculas";
"Change case to:" = "Alterar maiúsculas e minúsculas para:";
"Creation date" = "Data de criação";
"Day of month:" = "Dia do mês:";
"Day of week:" = "Dia da semana:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Arraste e solte arquivos para esta lista para adicionar, selecionar ou remover, arraste as linhas para organizar.";
"Drag to rearrange." = "Arraste para reorganizar.";
"Entire text" = "Entrada de texto";
"Every occurrence" = "Todas as ocorrências";
"Extension" = "Extensão";
"Extension with dot" = "Extensão com ponto";
"First occurrence" = "Primeira ocorrência";
"Format:" = "Formato:";
"Hour:" = "Hora:";
"Insert Text" = "Inserir Texto";
"Last occurrence" = "Última ocorrência";
"Minute:" = "Minuto:";
"Mode:" = "Modo:";
"Modification date" = "Data de modificação";
"Month:" = "Mês:";
"Name" = "Nome";
"Name with extension" = "Nome com extensão";
"No items will be renamed" = "Nenhum item será renomeado";
"Padding:" = "Espaçamento:";
"Position:" = "Posição:";
"Prefix:" = "Prefixo:";
"Processing new names…" = "Processando novos nomes…";
"Renaming files…" = "Renomeando arquivos…";
"Replace RegEx" = "Substituição de Expressão Regular";
"Replace RegEx:" = "Substituir Expressão Regular:";
"Replace Text" = "Substituição de Texto";
"Replace text:" = "Substituir texto:";
"Second:" = "Segundo:";
"Start value:" = "Valor do começo:";
"Step value:" = "Valor do passo:";
"Suffix:" = "Sufixo:";
"Text:" = "Texto:";
"Type text and drag date elements to create a format" = "Digite o texto e arraste os elementos de data para criar um formato";
"Type:" = "Tipo:";
"Year:" = "Ano:";
"%lu items will be renamed" = "%lu itens serão renomeados";
"(%lu conflicts)" = "(%lu conflitos)";
"with text:" = "com o texto:";
